// Copyright 2010 Cyrus Najmabadi
// 
// This program is free software; you can redistribute it and/or modify it
// under the terms of the GNU General Public License as published by the Free
// Software Foundation; either version 2 of the License, or (at your option) any
// later version.
// 
// This program is distributed in the hope that it will be useful, but WITHOUT
// ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS
// FOR A PARTICULAR PURPOSE. See the GNU General Public License for more
// details.
// 
// You should have received a copy of the GNU General Public License along with
// this program; if not, write to the Free Software Foundation, Inc., 51
// Franklin Street, Fifth Floor, Boston, MA  02110-1301, USA.

/* $19.99.  Widescreen DVD - 2 discs. */
"$%@. %@ - %@ discs." = "%1$@$. %2$@ - %3$@ disky(ov).";

/* $19.99.  Widescreen DVD - 1 disc. */
"$%@. %@ - 1 disc." = "%1$@$. %2$@ - 1 disk.";

/* i.e.: 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ (%@)" = "%1$@ (%2$@)";

/* %@ will be replaced with a movie showtime.  i.e. '3:15pm' */
"%@ (No Online Ticketing)" = "%1$@ (bez možnosti online nákupu)";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* i.e.: 2 hours */
"%d hours" = "%1$d hodiny";

/* i.e.: 30 minutes */
"%d minutes" = "%1$d minút";

/* No comment provided by engineer. */
"%d months ago" = "pred %1$d mesiacmi";

/* i.e.: 5 of 15.  Used when scrolling through a list of items */
"%d of %d" = "%1$d z %2$d";

/* No comment provided by engineer. */
"%d weeks ago" = "pred %1$d týždňami";

/* No comment provided by engineer. */
"%d years ago" = "pred %1$d rokmi";

/* No comment provided by engineer. */
"1 hour" = "1 hodina";

/* No comment provided by engineer. */
"1 kilometer" = "1 kilometer";

/* No comment provided by engineer. */
"1 mile" = "1 míľa";

/* No comment provided by engineer. */
"1 minute" = "1 minúta";

/* No comment provided by engineer. */
"1 month ago" = "pred 1 mesiacom";

/* No comment provided by engineer. */
"1 week ago" = "pred 1 týždňom";

/* No comment provided by engineer. */
"1 year ago" = "pred 1 rokom";

/* Title for the 'About' page (where we list who was involved in making the program and who supplied the data) */
"About" = "O programe";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "Automaticky lokalizovať";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "Zavolať";

/* No comment provided by engineer. */
"Cast:" = "Obsadenie:";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'i want to change the date so i can see information from a different date' */
"Change date" = "Zmeniť dátum";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Mesto/štát alebo PSČ";

/* No comment provided by engineer. */
"Could not find location." = "Nemôžem nájsť polohu.";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"DVD/Blu-ray details:" = "Informácie o DVD/Blu-raz poskytol:";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "Informácie pre nadchádzajúce dni nemusia byť kompletné. Nastavte dátum hľadania na dnešok pre zobrazenie úplného zoznamu.";

/* No comment provided by engineer. */
"Director:" = "Režisér:";

/* No comment provided by engineer. */
"Directors:" = "Režiséri:";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by distance */
"Distance" = "Vzdialenosť";

/* No comment provided by engineer. */
"Downloading data" = "Downloadujem dáta";

/* No comment provided by engineer. */
"Downloading image" = "Downloadujem plagát";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'email the theater listings to a friend' */
"E-mail listings" = "Poslať E-mailom";

/* No comment provided by engineer. */
"Favorites" = "Obľúbené";

/* Label for the format of a movie.  i.e.:  Format: Widescreen */
"Format:" = "Formát:";

/* No comment provided by engineer. */
"Genre:" = "Žáner:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Informácie o polohe poskytuje:";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Grafika: Jeffrey Nee";

/* No comment provided by engineer. */
"Last Friday" = "Minulý piatok";

/* No comment provided by engineer. */
"Last Monday" = "Minulý pondelok";

/* No comment provided by engineer. */
"Last Saturday" = "Minulá sobota";

/* No comment provided by engineer. */
"Last Sunday" = "Minulá nedeľa";

/* No comment provided by engineer. */
"Last Thursday" = "Minulý štvrtok";

/* No comment provided by engineer. */
"Last Tuesday" = "Minulý utorok";

/* No comment provided by engineer. */
"Last Wednesday" = "Minulá streda";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "Bližšie než %1$d %2$@";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = "Bližšie než 1 %1$@";

/* No comment provided by engineer. */
"License" = "Licencia";

/* No comment provided by engineer. */
"Loading image" = "Nahrávam plagát";

/* No comment provided by engineer. */
"Local results unavailable" = "Lokálne výsledky nie sú dostupné";

/* No comment provided by engineer. */
"Localized by:" = "Lokalizácia:";

/* No comment provided by engineer. */
"Location" = "Poloha";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "Mapa";

/* No comment provided by engineer. */
"Movie details provided by:" = "Poskytovateľ informácií o filme:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Poskytovateľ filmových recenzií:";

/* No comment provided by engineer. */
"Movies" = "Filmy";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by their name */
"Name" = "Meno";

/* No comment provided by engineer. */
"Network unavailable" = "Sieť nedostupná";

/* No comment provided by engineer. */
"No information found" = "Neboli nájdené žiadne informácie";

/* Message shown when the user searches for something and we find no results */
"No results found for '%@'" = "Nenájdené žiadne výsledky pre '%1$@'";

/* No comment provided by engineer. */
"No synopsis available." = "Popis nie je dostupný.";

/* This is what a user picks when they don't want any reviews. */
"None" = "Žiaden";

/* No comment provided by engineer. */
"Not yet rated" = "Ešte nehodnotené";

/* No comment provided by engineer. */
"OK" = "OK";

/* %@ will be replaced with a movie showtime.  i.e.: Order tickets for 3:15pm */
"Order tickets for %@" = "Objednať vstupenky na %1$@";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to watch the trailer for a movie */
"Play trailer" = "Prehrať trailer";

/* No comment provided by engineer. */
"Please enter your location" = "Prosím zadajte vašu polohu";

/* Takes the user to the website for this application */
"Project Website" = "Webová stránka projektu";

/* %@ will be replaced with a movie rating.  i.e.: Rated PG-13 */
"Rated %@" = "Prístupnosť %1$@";

/* No comment provided by engineer. */
"Rated:" = "Prístupnosť:";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to read the critics' reviews for a movie */
"Read reviews" = "Prečítať recenzie";

/* No comment provided by engineer. */
"Really close by" = "Najbližší";

/* No comment provided by engineer. */
"Really far away" = "Najvzdialenejší";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "Premiéra";

/* No comment provided by engineer. */
"Release date:" = "Dátum premiéry:";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "Premiéra: %1$@";

/* No comment provided by engineer. */
"Reviews" = "Recenzie";

/* No comment provided by engineer. */
"Running time:" = "Dĺžka filmu:";

/* Must be very short. 1 word max. This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "Hodnotenie";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "Dátum";

/* No comment provided by engineer. */
"Search Distance" = "Vzdialenosť";

/* Title for a button that a user can click on to send a feedback email to the developers */
"Send Feedback" = "Poslať pripomienky";

/* No comment provided by engineer. */
"Settings" = "Nastavenia";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "Zobraziť %1$d skrytých kín";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "Zobraziť jedno skryté kino";

/* When the user wants to see 'Both' DVD and Bluray items */
"Show Both" = "Oba";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Show times retrieved on %@." = "Premietacie časy boli načítané %1$@.";

/* No comment provided by engineer. */
"Studio:" = "Štúdio:";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Theater last reported show times on\n%@." = "Program kina naposledy aktualizovaný \n%1$@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "Poskytovatelia informácií o kinách často obmedzujú maximálnu vzdialenosť, pre ktorú poskytnú dáta. Preto sa nemusia niektoré informácie zobraziť pri nastavení veľkej vzdialenosti.";

/* No comment provided by engineer. */
"Theaters" = "Kiná";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "Toto kino zatiaľ neoznámilo svoj program. Hneď ako bude k dispozici, %1$@ ho automaticky načíta.";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Poskytovateľ predaja vstupeniek:";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on their title. */
"Title" = "Názov";

/* No comment provided by engineer. */
"Today" = "Dnes";

/* No comment provided by engineer. */
"Unknown Distance" = "Neznámá vzdialenosť";

/* The release date for a movie is unknown. */
"Unknown Release Date" = "Neznámy dátum premiéry";

/* No comment provided by engineer. */
"Unrated" = "Nehodnotené";

/* No comment provided by engineer. */
"Upcoming" = "Premiéry";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't shrink the fonts when you have lots of stuff to display' */
"Use Small Fonts" = "Použiť malé fonty";

/* No comment provided by engineer. */
"Website" = "Web";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Autor aplikácie: Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "Včera";

/* The first %@ will be replaced with the device the user is on (i.e.: iPhone), the second %@ is replaced with the program name (i.e.: Now playing) */
"Your %@'s country is set to: %@\n\nFull support for %@ is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates." = "Krajina vášho %1$@ je nastavená na: %2$@\n\nFunkcia %3$@ v tejto krajine nie je podporovaná, avšak ostatné funkcie sú už k dispozícii! Keď budú k dispozícii ďaľšie funkcie, automaticky vám to oznámime.";

/* No comment provided by engineer. */
"kilometer" = "kilometer";

/* No comment provided by engineer. */
"kilometers" = "kilometre";

/* No comment provided by engineer. */
"mile" = "míľu";

/* No comment provided by engineer. */
"miles" = "míle";